{
  "posts": [
    {
      "title": "Freeride World Tour",
      "text": "The Freeride World Tour is an annually toured series of events in which the best freeskiers and snowboard freeriders compete for individual event wins, as well as the overall title of World Champion in their respective genders and disciplines. The events take place on what's commonly referred to as backcountry, big mountain or extreme terrain - essentially ungroomed powder snow on dangerously steep, mountainous slopes. The first event series under the Freeride World Tour moniker took place in 2008. Prior to that it was known as the Verbier Extreme, originally a snowboard only contest launched in 1996 - with skiers also invited to compete in 2004. For the 2013 season, the Freeride World Tour merged with the Freeskiing World Tour and The North Face Masters of Snowboarding, combining all three tours under one unified global 5-star championship series.",
      "id": 1
    },
    {
      "title": " Andrzej Bargiel was named National Geographic Adventurer of the Year.",
      "text": "Andrzej Leszek Bargiel (Polish pronunciation: [ˈandʐɛj ˈlɛʂɛɡ ˈbarɡʲɛl]; born April 18, 1988 in Rabka, Poland) is a Polish ski mountaineer, backcountry skier, mountain runner and climber. Raised in Łętownia, he is a three-time Polish ski mountaineering champion and held third place in the overall World Cup. He is the current record holder in taking the least amount of time to achieve the Snow Leopard award. He is also the current record holder in the Elbrus Race. Since 2013, he has been running his original HIC SUNT LEONES (“here are lions” in Latin) project, the goal of which are speedy, oxygenless ascents and ski descents from the highest mountain peaks on Earth. He lives in Zakopane, Poland.",
      "id": 2
    },
    {
      "title": "Avalanche in Biały Jar",
      "text": "There was an avalanche in the Karkonosze Mountains in Biały Jar. The rescue operation of the local GOPR is underway – polsatnews.pl has learned. 70 rescuers work on site. They don’t report if there are any deaths. It is unofficially known that several people were injured.      Polish rescuers work together with the Czech Horska Zachranna Służba. The information about the avalanche reached the services after 1",
      "id": 3
    }
  ]
}